Repository: cook-gpt/cook-gpt
Catalog: src/CookGPT/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, nl, pt, ru, zh_hans

source: Enable notifications
ca: Activa les notificacions
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche
ja: 通知を有効にする
nl: Meldingen inschakelen
pt: Ativar notificações
ru: Включить уведомления
zh_hans: 启用通知

source: Export grocery list
ca: Exporta llista de la compra
de: Einkaufsliste exportieren
es: Exportar lista de compras
fr: Exporter la liste de courses
it: Esporta lista della spesa
ja: 買い物リストをエクスポート
nl: Boodschappenlijst exporteren
pt: Exportar lista de compras
ru: Экспорт списка покупок
zh_hans: 导出购物清单

source: Export scheduled meals
ca: Exporta àpats programats
de: Geplante Mahlzeiten exportieren
es: Exportar comidas programadas
fr: Exporter les repas programmés
it: Esporta pasti programmati
ja: 予定の食事をエクスポート
nl: Geplande maaltijden exporteren
pt: Exportar refeições agendadas
ru: Экспорт запланированных приёмов пищи
zh_hans: 导出计划餐食

source: Fast breakfasts, pastas, and weeknight meals.
ca: Esmorzars, pasta i sopars ràpids.
de: Schnelle Frühstücke, Pasta und Wochentagsgerichte.
es: Desayunos, pastas y cenas rápidas.
fr: Petits-déjeuners, pâtes et repas rapides.
it: Colazioni veloci, paste e pasti infrasettimanali.
ja: 手早い朝食、パスタ、平日の食事。
nl: Snelle ontbijten, pasta's en doordeweekse maaltijden.
pt: Pequenos-almoços, massas e refeições rápidas.
ru: Быстрые завтраки, паста и будничные блюда.
zh_hans: 快手早餐、意面和工作日晚餐。

source: Favorites are prioritized. Recipes are matched to your diet type. More diet types appear when at least one category has two or more matching recipes. Breakfast recipes are used only for breakfast. Dessert recipes are excluded.
ca: Es prioritzen favorits. Les receptes coincideixen amb el teu tipus de dieta. Apareixen més tipus quan una categoria té almenys dues receptes coincidents. Les receptes d'esmorzar només per esmorzar. S'exclouen postres.
de: Favoriten haben Priorität. Rezepte passen zu deinem Ernährungstyp. Mehr Typen erscheinen, wenn eine Kategorie mindestens zwei passende Rezepte hat. Frühstücksrezepte nur für Frühstück. Desserts ausgeschlossen.
es: Se priorizan favoritos. Las recetas coinciden con tu tipo de dieta. Aparecen más tipos cuando una categoría tiene al menos dos recetas coincidentes. Las recetas de desayuno solo para desayuno. Se excluyen postres.
fr: Les favoris sont prioritaires. Les recettes correspondent à votre régime. Plus de types apparaissent quand une catégorie a au moins deux recettes correspondantes. Recettes petit-déjeuner uniquement pour le petit-déjeuner. Desserts exclus.
it: I preferiti hanno priorità. Le ricette corrispondono al tuo tipo di dieta. Compaiono più tipi quando una categoria ha almeno due ricette corrispondenti. Ricette colazione solo per colazione. Dessert esclusi.
ja: お気に入りが優先されます。レシピは食事タイプに合わせて選ばれます。カテゴリに2つ以上の一致レシピがあると、より多くの食事タイプが表示されます。朝食レシピは朝食のみ。デザートは除外されます。
nl: Favorieten krijgen prioriteit. Recepten passen bij je dieettype. Meer types verschijnen wanneer een categorie minstens twee passende recepten heeft. Ontbijtrecepten alleen voor ontbijt. Desserts uitgesloten.
pt: Os favoritos são priorizados. As receitas correspondem ao seu tipo de dieta. Mais tipos aparecem quando uma categoria tem pelo menos duas receitas correspondentes. Receitas de pequeno-almoço só para pequeno-almoço. Sobremesas excluídas.
ru: Избранное в приоритете. Рецепты подбираются под ваш тип питания. Больше типов появляется, когда в категории есть минимум два подходящих рецепта. Завтрачные рецепты только на завтрак. Десерты исключены.
zh_hans: 优先使用收藏。食谱匹配您的饮食类型。当某分类有至少两个匹配食谱时会显示更多饮食类型。早餐食谱仅用于早餐。排除甜点。

source: Freezer
ca: Congelador
de: Gefrierschrank
es: Congelador
fr: Congélateur
it: Congelatore
ja: 冷凍庫
nl: Vriezer
pt: Congelador
ru: Морозильник
zh_hans: 冷冻室

source: Fresh Greek salad with lemon dressing.
ca: Amanida grega fresca amb llimona.
de: Frischer griechischer Salat mit Zitrone.
es: Ensalada griega fresca con limón.
fr: Salade grecque fraîche au citron.
it: Fresca insalata greca al limone.
ja: レモンドレッシングのフレッシュギリシャサラダ。
nl: Verse Griekse salade met citroen.
pt: Salada grega fresca com limão.
ru: Свежий греческий салат с лимоном.
zh_hans: 新鲜希腊沙拉配柠檬汁。

source: Friday
ca: Divendres
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
nl: Vrijdag
pt: Sexta-feira
ru: Пятница
zh_hans: 星期五

source: Fridge
ca: Nevera
de: Kühlschrank
es: Nevera
fr: Frigo
it: Frigorifero
ja: 冷蔵庫
nl: Koelkast
pt: Frigorífico
ru: Холодильник
zh_hans: 冰箱

source: Frozen banana soft serve.
ca: Gelat suau de plàtan congelat.
de: Softeis aus gefrorener Banane.
es: Helado suave de plátano congelado.
fr: Glace molle à la banane congelée.
it: Gelato morbido alla banana congelata.
ja: 冷凍バナナのソフトクリーム。
nl: Zacht ijs van bevroren banaan.
pt: Gelado suave de banana congelada.
ru: Мягкое мороженое из замороженного банана.
zh_hans: 冷冻香蕉软冰淇淋。

source: Fryer
ca: Fregidora
de: Fritteuse
es: Freidora
fr: Friteuse
it: Friggitrice
ja: フライヤー
nl: Friteuse
pt: Fritadeira
ru: Фритюрница
zh_hans: 油炸锅

source: Garlic pasta and tomato basil soup.
ca: Pasta amb all i sopa de tomàquet i alfàbrega.
de: Knoblauchpasta und Tomaten-Basilikum-Suppe.
es: Pasta al ajo y sopa de tomate y albahaca.
fr: Pâtes à l'ail et soupe tomate-basilic.
it: Pasta all'aglio e zuppa pomodoro e basilico.
ja: ガーリックパスタとトマトバジルスープ。
nl: Knoflookpasta en tomaten-basilicumsoep.
pt: Massa de alho e sopa de tomate e manjericão.
ru: Чесночная паста и томатный суп с базиликом.
zh_hans: 蒜香意面和番茄罗勒汤。

source: Get started
ca: Comença
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
nl: Aan de slag
pt: Começar
ru: Начать
zh_hans: 开始使用

source: Groceries
ca: Compres
de: Einkäufe
es: Compras
fr: Courses
it: Spesa
ja: 買い物
nl: Boodschappen
pt: Compras
ru: Покупки
zh_hans: 购物清单

source: Grocery list
ca: Llista de la compra
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
it: Lista della spesa
ja: 買い物リスト
nl: Boodschappenlijst
pt: Lista de compras
ru: Список покупок
zh_hans: 购物清单

source: Hard
ca: Difícil
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
ja: 難しい
nl: Moeilijk
pt: Difícil
ru: Сложно
zh_hans: 困难

source: High protein
ca: Alta en proteïnes
de: Proteinreich
es: Alta en proteínas
fr: Riche en protéines
it: Alta proteina
ja: 高タンパク
nl: Eiwitrijk
pt: Rica em proteína
ru: Высокобелковая
zh_hans: 高蛋白

source: Hours
ca: Hores
de: Stunden
es: Horas
fr: Heures
it: Ore
ja: 時間
nl: Uren
pt: Horas
ru: Часы
zh_hans: 小时

source: Instruction
ca: Instrucció
de: Anweisung
es: Instrucción
it: Istruzione
ja: 手順
nl: Instructie
pt: Instrução
ru: Инструкция
zh_hans: 步骤说明

source: Italian
ca: Italiana
de: Italienisch
es: Italiana
fr: Italienne
it: Italiana
ja: イタリアン
nl: Italiaans
pt: Italiana
ru: Итальянская
zh_hans: 意式

source: Language
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
nl: Taal
pt: Idioma
ru: Язык
zh_hans: 语言

source: Light
ca: Clar
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
nl: Licht
pt: Claro
ru: Светлая
zh_hans: 浅色

source: Lighter salads and seared salmon.
ca: Amanides lleugeres i salmó sellat.
de: Leichtere Salate und angebratener Lachs.
es: Ensaladas ligeras y salmón sellado.
fr: Salades légères et saumon poêlé.
it: Insalate leggere e salmone scottato.
ja: 軽いサラダと焼きサーモン。
nl: Lichtere salades en gebakken zalm.
pt: Saladas leves e salmão selado.
ru: Лёгкие салаты и обжаренный лосось.
zh_hans: 清淡沙拉和煎三文鱼。

source: Lock Screen and Dynamic Island timers
ca: Temporitzadors a pantalla de bloqueig i Dynamic Island
de: Timer auf Sperrbildschirm und Dynamic Island
es: Temporizadores en pantalla de bloqueo e Isla Dinámica
fr: Minuteurs sur écran verrouillé et Dynamic Island
it: Timer su schermata di blocco e Dynamic Island
ja: ロック画面とDynamic Islandのタイマー
nl: Timers op vergrendelscherm en Dynamic Island
pt: Temporizadores no ecrã de bloqueio e Dynamic Island
ru: Таймеры на экране блокировки и Dynamic Island
zh_hans: 锁定屏幕和灵动岛计时器

source: Low carbs
ca: Baixos en carbohidrats
de: Kohlenhydratarm
es: Bajos en carbohidratos
fr: Faible en glucides
it: Bassi carboidrati
ja: 低炭水化物
nl: Koolhydraatarm
pt: Baixo teor de hidratos
ru: Низкоуглеводная
zh_hans: 低碳水

source: Lunch
ca: Dinar
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
ja: 昼食
pt: Almoço
ru: Обед
zh_hans: 午餐

source: Made with CookGPT: Gourmet Plan & Taste
ca: Fet amb CookGPT: Gourmet Plan & Taste
de: Erstellt mit CookGPT: Gourmet Plan & Taste
es: Hecho con CookGPT: Gourmet Plan & Taste
fr: Créé avec CookGPT: Gourmet Plan & Taste
it: Creato con CookGPT: Gourmet Plan & Taste
ja: CookGPT: Gourmet Plan & Taste で作成
nl: Gemaakt met CookGPT: Gourmet Plan & Taste
pt: Feito com CookGPT: Gourmet Plan & Taste
ru: Создано в CookGPT: Gourmet Plan & Taste
zh_hans: 使用 CookGPT: Gourmet Plan & Taste 制作

source: Make-ahead bowls, soups, and oats.
ca: Bowls, sopes i civada per preparar abans.
de: Vorbereitete Bowls, Suppen und Haferflocken.
es: Bowls, sopas y avena para preparar antes.
fr: Bowls, soupes et flocons à préparer à l'avance.
it: Bowl, zuppe e avena da preparare in anticipo.
ja: 作り置きボウル、スープ、オーツ。
nl: Voorbereide bowls, soepen en havermout.
pt: Tigelas, sopas e aveia para preparar antes.
ru: Заготовки: боулы, супы и овсянка.
zh_hans: 可提前准备的碗餐、汤品和燕麦。

source: Meal
ca: Àpat
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
ja: 食事
nl: Maaltijd
pt: Refeição
ru: Приём пищи
zh_hans: 餐食

source: Meal prep
ca: Preparació
de: Vorkochen
es: Preparación
fr: Préparation
ja: 作り置き
pt: Preparação
ru: Заготовки
zh_hans: 备餐

source: Meals
ca: Àpats
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
ja: 食事
nl: Maaltijden
pt: Refeições
ru: Приёмы пищи
zh_hans: 餐食

source: Meat-free pastas, salads, eggs, and soups.
ca: Pasta, amanides, ous i sopes sense carn.
de: Fleischfreie Pasta, Salate, Eier und Suppen.
es: Pastas, ensaladas, huevos y sopas sin carne.
fr: Pâtes, salades, œufs et soupes sans viande.
it: Paste, insalate, uova e zuppe senza carne.
ja: 肉なしのパスタ、サラダ、卵、スープ。
nl: Vleesvrije pasta's, salades, eieren en soepen.
pt: Massas, saladas, ovos e sopas sem carne.
ru: Паста, салаты, яйца и супы без мяса.
zh_hans: 无肉意面、沙拉、鸡蛋和汤品。

source: Medium
ca: Mitjana
de: Mittel
es: Media
fr: Moyen
it: Medio
ja: 普通
nl: Gemiddeld
pt: Médio
ru: Средне
zh_hans: 中等

source: Metric
ca: Mètric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メートル法
nl: Metrisch
pt: Métrico
ru: Метрическая
zh_hans: 公制

source: Metric or imperial units for ingredients and grocery items.
ca: Unitats mètriques o imperials per ingredients i productes.
de: Metrische oder imperiale Einheiten für Zutaten und Einkäufe.
es: Unidades métricas o imperiales para ingredientes y productos.
fr: Unités métriques ou impériales pour les ingrédients et les courses.
it: Unità metriche o imperiali per ingredienti e spesa.
ja: 材料と買い物リストの単位をメートル法またはヤード・ポンド法に設定します。
nl: Metrische of imperiale eenheden voor ingrediënten en boodschappen.
pt: Unidades métricas ou imperiais para ingredientes e compras.
ru: Метрические или имперские единицы для ингредиентов и покупок.
zh_hans: 食材和购物清单使用公制或英制单位。

source: Minutes
ca: Minuts
de: Minuten
es: Minutos
it: Minuti
ja: 分
nl: Minuten
pt: Minutos
ru: Минуты
zh_hans: 分钟

source: Monday
ca: Dilluns
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日
nl: Maandag
pt: Segunda-feira
ru: Понедельник
zh_hans: 星期一

source: Month
ca: Mes
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
nl: Maand
pt: Mês
ru: Месяц
zh_hans: 月

source: Next
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
nl: Volgende
pt: Seguinte
ru: Далее
zh_hans: 下一步

source: No carbs
ca: Sense carbohidrats
de: Ohne Kohlenhydrate
es: Sin carbohidratos
fr: Sans glucides
it: Senza carboidrati
ja: 炭水化物なし
nl: Geen koolhydraten
pt: Sem hidratos
ru: Без углеводов
zh_hans: 无碳水

source: No categories yet.
ca: Encara no hi ha categories.
de: Noch keine Kategorien.
es: Aún no hay categorías.
fr: Aucune catégorie pour l'instant.
it: Nessuna categoria ancora.
ja: カテゴリはまだありません。
nl: Nog geen categorieën.
pt: Ainda não há categorias.
ru: Категорий пока нет.
zh_hans: 尚无分类。

source: No diet profile
ca: Sense perfil de dieta
de: Kein Ernährungsprofil
es: Sin perfil de dieta
fr: Aucun profil alimentaire
it: Nessun profilo alimentare
ja: 食事プロフィールがありません
nl: Geen dieetprofiel
pt: Sem perfil de dieta
ru: Нет профиля питания
zh_hans: 无饮食档案

source: No fats
ca: Sense greixos
de: Ohne Fette
es: Sin grasas
fr: Sans matières grasses
it: Senza grassi
ja: 脂質なし
nl: Geen vetten
pt: Sem gorduras
ru: Без жиров
zh_hans: 无脂肪

source: No items yet
ca: Encara no hi ha articles
de: Noch keine Artikel
es: Aún no hay artículos
fr: Aucun article pour l'instant
it: Nessun articolo ancora
ja: 項目はまだありません
nl: Nog geen items
pt: Ainda não há itens
ru: Пока нет позиций
zh_hans: 尚无项目

source: No matching recipes
ca: No hi ha receptes coincidents
de: Keine passenden Rezepte
es: No hay recetas coincidentes
fr: Aucune recette correspondante
it: Nessuna ricetta corrispondente
ja: 一致するレシピはありません
nl: Geen overeenkomende recepten
pt: Não há receitas correspondentes
ru: Нет подходящих рецептов
zh_hans: 没有匹配的食谱

source: No recipes in this category
ca: No hi ha receptes en aquesta categoria
de: Keine Rezepte in dieser Kategorie
es: No hay recetas en esta categoría
fr: Aucune recette dans cette catégorie
it: Nessuna ricetta in questa categoria
ja: このカテゴリにレシピはありません
nl: Geen recepten in deze categorie
pt: Não há receitas nesta categoria
ru: В этой категории нет рецептов
zh_hans: 此分类下没有食谱

source: No recipes yet
ca: Encara no hi ha receptes
de: Noch keine Rezepte
es: Aún no hay recetas
fr: Aucune recette pour l'instant
it: Nessuna ricetta ancora
ja: レシピはまだありません
nl: Nog geen recepten
pt: Ainda não há receitas
ru: Рецептов пока нет
zh_hans: 尚无食谱

source: No shopping list
ca: Sense llista de la compra
de: Keine Einkaufsliste
es: Sin lista de compras
fr: Aucune liste de courses
it: Nessuna lista della spesa
ja: 買い物リストがありません
nl: Geen boodschappenlijst
pt: Sem lista de compras
ru: Нет списка покупок
zh_hans: 无购物清单

source: None
ca: Cap
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pt: Nenhum
ru: Нет
zh_hans: 无

source: Only one lunch or dinner recipe is available for this diet type, so choose lunch or dinner.
ca: Només hi ha una recepta de dinar o sopar per aquest tipus de dieta; tria dinar o sopar.
de: Für diesen Ernährungstyp ist nur ein Mittags- oder Abendessen-Rezept verfügbar; wähle Mittagessen oder Abendessen.
es: Solo hay una receta de almuerzo o cena para este tipo de dieta; elige almuerzo o cena.
fr: Une seule recette de déjeuner ou dîner est disponible pour ce régime ; choisissez déjeuner ou dîner.
it: Per questo tipo di dieta è disponibile una sola ricetta per pranzo o cena; scegli pranzo o cena.
ja: この食事タイプでは昼食または夕食のレシピが1つだけです。どちらかを選んでください。
nl: Er is slechts één lunch- of dinerrecept voor dit dieettype; kies lunch of diner.
pt: Só há uma receita de almoço ou jantar para este tipo de dieta; escolha almoço ou jantar.
ru: Для этого типа питания доступен только один рецепт на обед или ужин — выберите обед или ужин.
zh_hans: 此饮食类型仅有一个午餐或晚餐食谱，请选择午餐或晚餐。

source: Organize recipes for browsing and meal planning.
ca: Organitza receptes per explorar i planificar àpats.
de: Organisiere Rezepte zum Durchsuchen und für die Essensplanung.
es: Organiza recetas para explorar y planificar comidas.
fr: Organisez les recettes pour la navigation et la planification des repas.
it: Organizza le ricette per la navigazione e la pianificazione dei pasti.
ja: レシピを整理して閲覧や食事の計画に使います。
nl: Organiseer recepten voor browsen en maaltijdplanning.
pt: Organize receitas para navegar e planear refeições.
ru: Организуйте рецепты для просмотра и планирования питания.
zh_hans: 整理食谱以便浏览和餐食规划。

source: Oven
ca: Forn
de: Ofen
es: Horno
fr: Four
it: Forno
ja: オーブン
pt: Forno
ru: Духовка
zh_hans: 烤箱

source: Pan
ca: Paella
de: Pfanne
es: Sartén
fr: Poêle
it: Padella
ja: フライパン
pt: Frigideira
ru: Сковорода
zh_hans: 平底锅

source: Pause timer
ca: Pausa el temporitzador
de: Timer pausieren
es: Pausar temporizador
fr: Mettre le minuteur en pause
it: Metti in pausa il timer
ja: タイマーを一時停止
nl: Timer pauzeren
pt: Pausar temporizador
ru: Приостановить таймер
zh_hans: 暂停计时器

source: Paused
ca: En pausa
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止
nl: Gepauzeerd
pt: Em pausa
ru: Пауза
zh_hans: 已暂停

source: Paused · %@
ca: En pausa · %@
de: Pausiert · %@
es: En pausa · %@
fr: En pause · %@
it: In pausa · %@
ja: 一時停止 · %@
nl: Gepauzeerd · %@
pt: Em pausa · %@
ru: Пауза · %@
zh_hans: 已暂停 · %@

source: Pick the collections you want. We only add categories and recipes you select.
ca: Tria les col·leccions que vulguis. Només afegim categories i receptes que selecciones.
de: Wähle die Sammlungen, die du möchtest. Wir fügen nur ausgewählte Kategorien und Rezepte hinzu.
es: Elige las colecciones que quieras. Solo añadimos las categorías y recetas que selecciones.
fr: Choisissez les collections souhaitées. Nous ajoutons uniquement les catégories et recettes sélectionnées.
it: Scegli le raccolte che vuoi. Aggiungiamo solo categorie e ricette selezionate.
ja: 欲しいコレクションを選んでください。選択したカテゴリとレシピのみ追加します。
nl: Kies de collecties die je wilt. We voegen alleen geselecteerde categorieën en recepten toe.
pt: Escolha as coleções que deseja. Só adicionamos categorias e receitas selecionadas.
ru: Выберите нужные коллекции. Мы добавляем только выбранные категории и рецепты.
zh_hans: 选择您想要的合集。我们仅添加您选择的分类和食谱。

source: Plan meals
ca: Planifica àpats
de: Mahlzeiten planen
es: Planificar comidas
fr: Planifier les repas
it: Pianifica pasti
ja: 食事を計画
nl: Maaltijden plannen
pt: Planear refeições
ru: Планировать питание
zh_hans: 规划餐食

source: Plan meals, cook with step timers, and shop smarter — all on your device.
ca: Planifica àpats, cuina amb temporitzadors i compra millor — tot al teu dispositiu.
de: Plane Mahlzeiten, koche mit Schritt-Timern und shoppe smarter — alles auf deinem Gerät.
es: Planifica comidas, cocina con temporizadores y compra mejor — todo en tu dispositivo.
fr: Planifiez vos repas, cuisinez avec des minuteurs et faites vos courses plus intelligemment — sur votre appareil.
it: Pianifica pasti, cucina con timer per passaggi e fai la spesa in modo più intelligente — tutto sul dispositivo.
ja: 食事の計画、ステップタイマーでの調理、スマートな買い物 — すべてデバイス上で。
nl: Plan maaltijden, kook met stap-timers en shop slimmer — allemaal op je apparaat.
pt: Planeie refeições, cozinhe com temporizadores e faça compras mais inteligentes — tudo no seu dispositivo.
ru: Планируйте питание, готовьте с пошаговыми таймерами и покупайте умнее — всё на вашем устройстве.
zh_hans: 规划餐食、使用步骤计时器烹饪、更聪明地购物——全部在您的设备上完成。

source: Plan your meals
ca: Planifica els teus àpats
de: Plane deine Mahlzeiten
es: Planifica tus comidas
fr: Planifiez vos repas
it: Pianifica i tuoi pasti
ja: 食事を計画する
nl: Plan je maaltijden
pt: Planeie as suas refeições
ru: Спланируйте питание
zh_hans: 规划您的餐食

source: Planning meals…
ca: Planificant àpats…
de: Mahlzeiten werden geplant…
es: Planificando comidas…
fr: Planification des repas…
it: Pianificazione pasti…
ja: 食事を計画中…
nl: Maaltijden plannen…
pt: A planear refeições…
ru: Планирование питания…
zh_hans: 正在规划餐食…

source: Plant-based soups, breakfasts, and desserts.
ca: Sopes, esmorzars i postres vegetals.
de: Pflanzliche Suppen, Frühstücke und Desserts.
es: Sopas, desayunos y postres vegetales.
fr: Soupes, petits-déjeuners et desserts végétaux.
it: Zuppe, colazioni e dessert vegetali.
ja: 植物ベースのスープ、朝食、デザート。
nl: Plantaardige soepen, ontbijten en desserts.
pt: Sopas, pequenos-almoços e sobremesas vegetais.
ru: Растительные супы, завтраки и десерты.
zh_hans: 植物性汤品、早餐和甜点。

source: Privacy Policy
ca: Política de privacitat
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Pro features
ca: Funcions Pro
de: Pro-Funktionen
es: Funciones Pro
fr: Fonctions Pro
it: Funzioni Pro
ja: Pro機能
nl: Pro-functies
pt: Funcionalidades Pro
ru: Pro-функции
zh_hans: Pro 功能

source: Quick
ca: Ràpida
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
ja: 手早い
nl: Snel
pt: Rápida
ru: Быстрая
zh_hans: 快手

source: Recipe
ca: Recepta
de: Rezept
es: Receta
fr: Recette
it: Ricetta
ja: レシピ
nl: Recept
pt: Receita
ru: Рецепт
zh_hans: 食谱

source: Recipe unavailable
ca: Recepta no disponible
de: Rezept nicht verfügbar
es: Receta no disponible
fr: Recette indisponible
it: Ricetta non disponibile
ja: レシピは利用できません
nl: Recept niet beschikbaar
pt: Receita indisponível
ru: Рецепт недоступен
zh_hans: 食谱不可用

source: Recipes
ca: Receptes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ja: レシピ
nl: Recepten
pt: Receitas
ru: Рецепты
zh_hans: 食谱

source: Recipes: %lld
ca: Receptes: %lld
de: Rezepte: %lld
es: Recetas: %lld
fr: Recettes : %lld
it: Ricette: %lld
ja: レシピ：%lld
nl: Recepten: %lld
pt: Receitas: %lld
ru: Рецепты: %lld
zh_hans: 食谱：%lld

source: Remove ingredient
ca: Elimina ingredient
de: Zutat entfernen
es: Quitar ingrediente
fr: Retirer l'ingrédient
it: Rimuovi ingrediente
ja: 材料を削除
nl: Ingrediënt verwijderen
pt: Remover ingrediente
ru: Удалить ингредиент
zh_hans: 移除食材

source: Remove recipe import
ca: Elimina importació de recepta
de: Rezeptimport entfernen
es: Quitar importación de receta
fr: Retirer l'import de recette
it: Rimuovi importazione ricetta
ja: レシピのインポートを削除
nl: Receptimport verwijderen
pt: Remover importação de receita
ru: Удалить импорт рецепта
zh_hans: 移除食谱导入

source: Reset
ca: Restablir
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
nl: Resetten
pt: Repor
ru: Сбросить
zh_hans: 重置

source: Reset app data
ca: Restablir dades
de: App-Daten zurücksetzen
es: Restablecer datos
fr: Réinitialiser les données
it: Reimposta dati app
ja: アプリデータをリセット
nl: App-gegevens resetten
pt: Repor dados da app
ru: Сбросить данные
zh_hans: 重置应用数据

source: Reset app data?
ca: ¿Restablir dades?
de: App-Daten zurücksetzen?
es: ¿Restablecer datos?
fr: Réinitialiser les données ?
it: Reimpostare i dati?
ja: アプリデータをリセットしますか？
nl: App-gegevens resetten?
pt: Repor dados da app?
ru: Сбросить данные?
zh_hans: 重置应用数据？

source: Reset tutorial
ca: Restablir tutorial
de: Tutorial zurücksetzen
es: Restablecer tutorial
fr: Réinitialiser le tutoriel
it: Reimposta tutorial
ja: チュートリアルをリセット
nl: Tutorial resetten
pt: Repor tutorial
ru: Сбросить обучение
zh_hans: 重置教程

source: Resetting app data…
ca: Restablint dades…
de: App-Daten werden zurückgesetzt…
es: Restableciendo datos…
fr: Réinitialisation des données…
it: Reimpostazione dati…
ja: アプリデータをリセット中…
nl: App-gegevens resetten…
pt: A repor dados…
ru: Сброс данных…
zh_hans: 正在重置应用数据…

source: Resume timer
ca: Reprèn el temporitzador
de: Timer fortsetzen
es: Reanudar temporizador
fr: Reprendre le minuteur
it: Riprendi il timer
ja: タイマーを再開
nl: Timer hervatten
pt: Retomar temporizador
ru: Возобновить таймер
zh_hans: 继续计时器

source: Saturday
ca: Dissabte
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日
nl: Zaterdag
pt: Sábado
ru: Суббота
zh_hans: 星期六

source: Save
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_hans: 保存

source: Schedule
ca: Programa
de: Planen
es: Programar
fr: Planifier
it: Programma
ja: 予定
nl: Plannen
pt: Agendar
ru: Запланировать
zh_hans: 安排

source: Schedule lunch and dinner by day, week, or month.
ca: Programa dinar i sopar per dia, setmana o mes.
de: Plane Mittag- und Abendessen nach Tag, Woche oder Monat.
es: Programa almuerzo y cena por día, semana o mes.
fr: Planifiez déjeuner et dîner par jour, semaine ou mois.
it: Programma pranzo e cena per giorno, settimana o mese.
ja: 昼食と夕食を日、週、月で予定します。
nl: Plan lunch en diner per dag, week of maand.
pt: Agende almoço e jantar por dia, semana ou mês.
ru: Планируйте обед и ужин по дням, неделям или месяцам.
zh_hans: 按日、周或月安排午餐和晚餐。
